app/views/movies/index.html.haml

	- @movies.each do |movie|
		- rt = movie.rt_movies.first
---
SELECT "rt_movies".* FROM "rt_movies" WHERE "rt_movies"."movie_id" = 249 LIMIT 1